
help_text = '''На данный момент существуют следующие команды:\n
/помощь - Для получения справки о моих командах.
Пример использования: /помощь\n
/рег - Для регистрации или обновления информации игрока.
Пример использования: /рег hellopogo 1111 2222 3333 4444
Еще пример использования: /рег hellopogo 1111222233334444\n
/удалить мои данные - Для удаления данных игрока
Пример использования: /удалить мои данные\n
/о себе - Для вывода ника и кода игрока
Пример использования: /о себе\n
/рейд - Для создания рейда
Пример использования: /рейд Мьюту 6
Где через пробел после /рейд написано название покемона, еще через пробел количество человек в лобби, включая вас
'''


unregistred_user_text = ''', вы еще не зарегистрированы!
Для регистрации воспользуйтесь командой /рег
Пример использования: /рег hellopogo 1111 2222 3333 4444
Еще пример использования: /рег hellopogo 1111222233334444'''


existing_user_text = 'Завершите предыдущий рейд чтобы создать новый!'


problem_text = 'Команда написана некорректно!\nВоспользуйтесь командой /помощь для вывода списка поддерживаемых комманд.'
